export const allSongs = [
  {
    id: 0,
    number: 397,
    isFavorite: false,
    category: '',
    name: 'Все Иисусу отдаю я',
    text: `1 куплет:  
D                  A       F#/A#
Все Иисусу отдаю я,
Hm       Em7     A       D
Весь Ему принадлежу;
D                  A       F#/A#
В упованье и смиренье
Hm       Em7     A       D
Пред лицом Его хожу.

Припев:   
 D   H7/D#  Em     A        D
Всё я отдаю,        Всё я отдаю,
D                     D/F#  G           D/A     A7   D
Всё Тебе, мой Искупитель  Всё я отдаю.

2 куплет:  
Все Иисусу отдаю я,
Все кладу к Его ногам.
Суету отверг земную,
Направляюсь к небесам.

3 куплет:  
Все Иисусу отдаю я,
Весь хочу Христовым быть.
Дух Предвечный да научит
Знать Христа, Христа любить.

4 куплет:  
Все Иисусу отдаю я.
Боже, храм во мне создай!
Благодатью и любовью
Ум и сердце наполняй.

5 куплет:  
Все Иисусу отдаю я.
Чудо Он во мне свершил:
Мир и радость дал святую.
Слава, слава Богу сил!`,
  },
  {
    id: 1,
    number: 421,
    isFavorite: true,
    category: 'Хлебопреломление',
    name: 'Знаешь ли ручей что бежит',
    text: `
    1
    2
    3
    `,
  },
  {
    id: 2,
    number: 1,
    isFavorite: false,
    category: 'Жатва',
    name: 'Придите и прославьте все',
    text: '3',
  }
]